Repository: LiorZ/quesity_iphone
Catalog: try3/*.lproj/Localizable.strings
Languages: he

source: Continue
he: המשך

source: Arrived
he: הגעתי

source: Enter Text
he: הכנס טקסט

source: Choose
he: אפשרויות

source: Menu
he: תפריט

source: Tactics
he: גלגלי הצלה

# Not now
source: No thanks
he: בפעם אחרת

source: Wrong answer :( try again.
he: התשובה שגויה :( נסו שנית.

source: Enter the answer:
he: הזינו את התשובה:

source: Choose:
he: בחרו

source: OK
he: אישור

source: Cancel
he: ביטול

source: You are not at the right location... Try again.
he: !אינכם נמצאים במקום הנכון. נסו שוב

# resume or start over?
source: You have started playing this quest before. Would you like to resume or start over?
he: נראה כי התחלת לשחק בקווסט זה בעבר. האם ברצונך לשוב לאותה נקודה?

source: Start Over
he: התחל מחדש

source: Resume
he: המשך בקווסט

source: Show Map
he: הצג מפה

source: Leave Quest
he: צא מהקווסט

source: Skip to the next page. Ha!
he: דלג לעמוד הבא. הא!

source: Skip to the the end. Ha Ha!
he: דלג לסוף. הא הא!

source: Description
he: תיאור

source: Map
he: מפה

source: Reviews
he: ביקורות

source: Roboto-Light
he: Alef-Regular

source: Roboto-Thin
he: Alef-Regular

source: Roboto-Regular
he: Alef-Regular

source: Andada-Regular
he: Alef-Bold

# btnFind
source: button_find_quest_eng.png
he: button_find_quest.png

# btnMy
source: button_my_quests_eng.png
he: button_my_quests.png

# btnAbout
source: button_about_eng.png
he: button_about.png

# btnFindPressed
source: button_find_quest_eng_pressed.png
he: button_find_quest_pressed.png

# btnMyPressed
source: button_my_quests_eng_pressed.png
he: button_my_quests_pressed.png

# btnAboutPressed
source: button_about_eng_pressed.png
he: button_about_pressed.png

source: Sorry...
he: אופס...

source: Something is wrong. Unable to connect.
he: ארעה שגיאה. לא ניתן להתחבר

# Please enter a valid email
source: Please enter a valid email address.
he: אנא הכניסו כתובת אימייל תקינה

source: Wrong email or password.
he: סיסמא או אימייל שגויים

source: Please enter a name.
he: אנא מלאו את כל השדות.

source: A user with this email already exists.
he: אימייל זה קיים כבר במערכת

source: Please try again with an active internet connection.
he: לאפליקציה דרוש חיבור אינטרנט פעיל

source: Error connecting to network
he: שגיאה בעת החיבור לרשת

source: No reviews yet ...
he: אין ביקורות עדיין ...
